Repository: argamManukyan/machanents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Password reset link.
ru: Восстановление пароля

source: Նշված էլ. փոստի հասցե ունեցող օգտատեր արդեն գոյություն ունի։
ru: Пользователь с таким Эл.адрес уже существует!

source: Շնորհակալություն գրանցման համար:<br/> Խնդրում ենք հաստատեք Ձեր էլ. փոստի հասցեն գրանցումն ավարտելու համար:
ru: Спасибо за регистрацию.<br/> Пожалуйста, подтвердите свой адрес электронной почты, чтобы завершить регистрацию.!

source: Տեղի է ունեցել սխալ։ Խնդրում ենք կրկին փորձել։
ru: Что то пошло не так. Попробуйте еще раз!

source: Հղումն արդեն օգտագործվել է:
ru: Ссылка уже использована!

source: Տեղի է ունեցել սխալ։ Խնդրում ենք նորից գրանցվել։
ru: Что то пошло не так. Попробуйте заново зарегистрироваться!

source: Օգտատերը չի գտնվել։
ru: Пользовтель не найден!

source: Շնորհակալություն, Ձեր էջը հաջղությամբ ակտիվացված է:
ru: Спасибо, Ваш профиль успешно активирован.

source: Նշված էլ. փոստի հասցե ունեցող օգտատեր չի գտնվել։
ru: Пользователь с таким Эл. адрес не найдено!

source: Հաստատեք Ձեր էլ. փոստի հասցեն, որպեսզի կարողանաք շարունակել։
ru: Подтвердите ваш адрес электронной почты, чтобы продолжить.

source: Սխալ մուտքանուն կամ գաղտնաբառ։
ru: Неверный логин или пароль.

source: Գաղտնաբառի փոփոխման նամակը ուղարկվել է
ru: Письмо для изменения пароля отправлено на

source: էլ. փոստի հասցեին։
ru: электронную почту.

source: Գաղտնաբառը չի համընկնում։
ru: Пароли не совпадают.

source: Ձեր գաղտնաբառը հաջողությամբ վերականգնվել է։
ru: Ваш пароль успешно восстановлен.

source: Ձեր տվյալները հաջողությամբ թարմացվել են։
ru: Ваши данные успешно обновлены!

source: Ձեր գաղտնաբառը հաջողությամբ թարմացվել է։
ru: Ваш пароль успешно обновлен!

source: Ձեր հին գաղտնաբառը սխալ է մուտքագրված։ Խնդրում նեք մուտքագրել նորից։
ru: Ваш старый пароль введен неправильно. Пожалуйста, введите его снова.

source: Ձեր Հաղորդագրությունը հաջողությամբ ուղարկված է:<br>Մեր մենեջերը շուտով կապ կհաստատի Ձեզ հետ:
ru: Ваше сообщение было успешно отправлено.<br>Наш менеджер свяжется с вами в ближайшее время.

source: Տեղի է ունեցել սխալ:<br>Խնդրում ենք փորձել մի փոքր ուշ:
ru: Что то пошло не так, попробуйте позже!

source: Ձեր հայտը հաջողությամբ ուղարկված է:<br />Մեր մենեջերը շուտով կապ կհաստատի Ձեզ հետ:
ru: Ваша заявка успешно отправлена.<br /> Наш менеджер свяжется с вами в ближайшее время.

source: Տեղի է ունեցել սխալ:<br />Խնդրում ենք փորձել մի փոքր ուշ:
ru: Что то пошло не так, попробуйте позже!

source: Պատվերը հաջողությամբ ձևակերպվել է։
ru: Заказ успешно оформлен.

source: Բաժին
ru: Категория

source: Բաժիններ
ru: Категории

source: Գույն
ru: Цвет

source: Գաղտնաբառի վերականգնում
ru: Сброс пароля

source: Գլխավոր
ru: Главная

source: Տեսականի
ru: Каталог

source: Մոռացե՞լ եք գաղտնաբառը
ru: Забыли пароль?

source: Խնդրում ենք ստորև մուտքագրել Ձեր էլ.փոստի հասցեն, և մենք կուղարկենք նոր գազտնաբառ ստեղծելու կարգավորումները:
ru: Пожалуйста, введите свой адрес электронной почты ниже, и мы вышлем вам настройки для создания нового пароля.

source: Ուղարկել
ru: Отправить

source: Դաշտը պարտադիր է լրացման համար
ru: Поле обязательно для заполнения

source: Մուտքագրեք Ձեր Էլ. Փոստի հասցեն
ru: Введите свой Эл. адрес

source: Նոր Գաղտնաբառ
ru: Новый Пароль

source: Գաղտնաբառ
ru: Пароль

source: Հաստատել գաղտնաբառը
ru: Повторите пароль

source: Հաստատել
ru: Подтвердить

source: Գաղտնաբառը պետք է լինի 8 նիշ կամ ավելի երկար
ru: Пароль должен быть длиной не менее 8 символов

source: Գաղտնաբառը չի համընկնում
ru: Пароли не совпадают

source: Իմ հաշիվը
ru: Мой профиль

source: Բարի Գալուստ
ru: Добро пожаловать

source: Անձնական տվյալներ
ru: Личная информация

source: Իմ պատվերները
ru: Мои заказы

source: Փոխել գաղտնաբառը
ru: Изменить пароль

source: Անուն Ազգանուն
ru: Имя и Фамилия

source: Հեռախոսահամար
ru: Номер телефона

source: Հասցե
ru: Адрес

source: Նշված չէ
ru: Не указано

source: Վերջին մուտք
ru: Последний визит

source: Գրանցման ամսաթիվ
ru: Дата регистрации

source: Փոփոխել տվյալները
ru: Изменить Информацию

source: Փակել
ru: Закрыть

source: Մարզ
ru: Область

source: Բնակավայր
ru: Район

source: Պատվերների ցանկը դատարկ է
ru: Список заказов пуст

source: Պատվերի կոդ
ru: Код заказа

source: Քանակ
ru: Кол-во

source: Ընդհանուր
ru: Итого

source: Ամսաթիվ
ru: Дата

source: Մանրամասն
ru: Подробнее

source: Խնդրում ենք մուտքագրել Ձեր նոր գաղտնաբառը կրկնակի, որպեսզի համոզվենք տպագրման ճշգրտության մեջ:
ru: Пожалуйста, введите ваш новый пароль дважды, чтобы убедиться в правильности печати.

source: Հին գաղտնաբառ
ru: Старый пароль

source: Նոր գաղտնաբառ
ru: Новый пароль

source: Մուտք
ru: Вход

source: Գրանցում
ru: Регистрация

source: Հիշե՞լ ինձ
ru: Запомнить меня?

source: Կամ Գրանցվել
ru: Или войти

source: Գրանցվել հիմա
ru: Зарегистрируйтесь сейчас

source: Ես համաձայն եմ Peri Flowers-ի Գաղտնիության Քաղաքականության հետ:
ru: Подтверждаю, что я ознакомлен с условиями Политики обработки персональных данных и даю согласие наобработку персональных данных

source: Գրանցվել
ru: Регистрация

source: Եթե արդեն ունեք հաշիվ, սեղմեք Մուտք գործել
ru: Вы уже зарегистрированы? Войти

source: Մուտք գործել
ru: Войти

source: Զամբյուղ
ru: Корзина

source: Իմ զամբյուղը
ru: Моя Корзина

source: Ձեր զամբյուղը դատարկ է
ru: Ваша Корзина Пуста

source: Շարունակել գնումները
ru: Продолжить покупки

source: Նկար
ru: Фото

source: Անվանում
ru: Наименование

source: Գին
ru: Цена

source: Գումար
ru: Сумма

source: Հեռացնել
ru: Удалить

source: Նվազեցնել քանակը
ru: Уменьшить сумму

source: Ավելացնել քանակը
ru: Увеличить сумму

source: Հեռացնել զամբյուղից
ru: Удалить из корзины

source: Վերադառնալ խանութ
ru: Вернуться в Магазин

source: Ձևակերպել պատվերը
ru: Оформить заказ

source: Ողջույն
ru: Добро Пожаловать

source: Շնորհակալություն գրանցման համար:
ru: Спасибо за регистрацию.

source: Խնդրում ենք սեղմել հղման վրա, որպեսզի ակտիվանա Ձեր էջը:
ru: Пожалуйста, нажмите на ссылку, чтобы активировать ваш профиль:

source: Հղումը ակտիվ է 24 ժամվա ընթացքում:
ru: Ссылка действительна в течение 24 часов.

source: Ակտիվացնել
ru: Активировать

source: Շնորհակալություն մեզ ընտրելու համար:
ru: Спасибо, что выбрали нас!

source: Սիրով՝ Peri Flowers
ru: Команда machanents.com

source: Էլ․ Փոստ
ru: E-mail

source: Դուք ստացել եք պատվեր
ru: Вы получили заказ от

source: Պատվերի մանրամասներ
ru: Детали заказа

source: Ապրանքի կոդ
ru: Артикул

source: Առաքման վճար
ru: Стоимость доставки

source: Ընդհանուր գումար
ru: Итого

source: Վճարման եղանակ
ru: Способ оплаты

source: Առաքման եղանակ
ru: Способ доставки

source: Ստացողի հեռախոսահամար
ru: Номер телефона получателя

source: Առաքման օր
ru: Дата доставки

source: Ստացման օր
ru: День получения

source: Առաքման ժամ
ru: Время доставки

source: Ստացման ժամ
ru: Время получения

source: Առաքման հասցե
ru: Адрес доставки

source: Նշումներ
ru: Примечание к заказу

source: Դուք ստացել եք այս նամակը, քանի որ Ձեր (կամ մեկ ուրիշի) կողմից կատարվել է գաղտնաբառի վերականգնման հարցում՝ machanents.com կայքում
ru: Вы получили это письмо, потому что Вы (или кто-то другой) запросили восстановление пароля от учетной записи на сайте: machanents.com

source: Խնդրում ենք`անցնել այս հղումով և մուտքագրել նոր գաղտնաբառ:
ru: Пожалуйста, перейдите на эту страницу и введите новый пароль.

source: Վերականգնել գաղտնաբառը
ru: Сбросить пароль

source: Եթե դուք չեք կատարել գաղտնաբառի վերականգման հարցում, ապա խնդրում ենք անտեսել այս նամակը:
ru: Если вы не просили нас восстановить Ваш пароль, пожалуйста, проигнорируйте это письмо.

source: Շնորհակալություն վստահության համար
ru: Спасибо за доверие

source: Էջը չի գտնվել
ru: Страница не найдено!

source: Ստուգեք URL-ի ճշգրտությունը:<br>Եթե վստահ եք ձեր գործողություններում, կապվեք մեզ հետ.
ru: Проверьте правильность URL: <br> Если вы уверены в своих действиях, свяжитесь с нами.

source: Դեպի Գլխավոր էջ
ru: Главная Страница

source: Մեր մասին
ru: О нас

source: Մեր մասին
ru: О нас

source: Հայաստան, 0033, Երևան Հրաչյա Քոչար 1
ru: Армения, 0033, Ереван Грачья Кочари ул., 1 дом

source: Առաքումով ծաղիկներ
ru: Доставка цветов

source: Կարծիքներ
ru: Комментарии

source: Բլոգ
ru: Блог

source: Տեսնել Ավելին
ru: Показать Больше

source: Փաստեր և խորհուրդներ ծաղիկների մասին
ru: Факты и советы о цветах

source: Կապ
ru: Контакты

source: Կապ Մեզ Հետ
ru: Связаться с нами

source: Առաքում
ru: Доставка

source: Հետևեք մեզ
ru: Подписывайтесь на нас!

source: Գրեք Ձեր Հարցը
ru: Напишите Свой Вопрос

source: Հաղորդագրություն
ru: Сообщение

source: Հաճախակի Տրվող Հարցեր
ru: Часто Задаваемые Вопросы

source: Տեսադարան
ru: Галерея

source: Բոլորը
ru: Все

source: Տեսադարանում նկարներ չկան
ru: В галерее нет фото

source: Ծառայություններ
ru: Услуги

source: Գրեք Ձեր անունը և հեռախոսահամարը և մեր մասնագետը կկապվի Ձեզ հետ:
ru: Запишите свой номер телефона и наш специалист свяжется с вами.

source: Ֆիլտրեր
ru: Фильтры

source: Մին
ru: от

source: Մաքս
ru: до

source: Որոնման արդյունքում ոչինչ չգտնվեց
ru: Нет результата попробуйте заново

source: Հասցե<br>ՀՀ, ք․ Երեւան, <br> Հրաչյա Քոչար 1
ru: Адрес<br>Армения, Ереван <br> Грачья Кочари ул., 1 дом

source: Իմ էջը
ru: Мой профиль

source: Դուրս գալ
ru: Выйти

source: Ցանկությունների ցուցակ
ru: Список желаний

source: Ինֆորմացիոն
ru: Информационный

source: Գաղտնիության Քաղաքականություն
ru: Политика Конфиденциальности

source: Վճարում և Առաքում
ru: Оплата и Доставка

source: Ընդհանուր Դրույթներ և Պայմաններ
ru: Правила и Условия

source: Վճարման եղանակներ
ru: Способы оплаты

source: Հետևեք Մեզ
ru: Подписывайтесь на нас!

source: Բոլոր իրավունքները պաշտպանված են:
ru: Все Права Защищены.

source: Նախագծում և Պատրաստում:
ru: Дизайн и Разработка

source: «ԳԻՈՍ» ՍՊԸ
ru: ООО "ГИОС"

source: Ընտրված ապրանքը զամբյուղում է
ru: Товар добавлен в корзину

source: Ծաղիկների լայն տեսականի I 24/7 առաքում
ru: Широкий ассортимент цветов | 24/7 доставка

source: Որոնում
ru: Поиск

source: Ելք
ru: Выйти

source: Ցանկալի
ru: Желаемых

source: Մեր Մասին
ru: О Нас

source: Մուտք / Գրանցում
ru: Вход / Регистрация

source: Իմ Էջը
ru: Мой профиль

source: Ակցիա
ru: Акции

source: Նոր տեսականի
ru: Новинки

source: Հատուկ առաջարկ
ru: Специальное предложение

source: էջ
ru: Страница

source: ից
ru: из

source: Ավելացնել զամբյուղը
ru: В корзину

source: Ավելացնել
ru: В корзину

source: Ընտրել
ru: Выберите

source: Դասավորել
ru: Сортировка

source: Սկզբում թանկերը
ru: Цена: дороже

source: Սկզբում էժանները
ru: Цена: дешевле

source: Ըստ անվանման
ru: По имени

source: Հին ավելացվածները
ru: Дата: старые

source: Նոր ավելացվածները
ru: Дата: новые

source: Պատվերի ձևակերպում
ru: Оформление заказа

source: Պատվերի Ձևակերպում
ru: Оформление Заказа

source: Կանխիկ տեղում
ru: Наличными

source: Վճարումը իրականացվում է Peri Flowers խանութ սրահում:
ru: Оплата в магазине Peri FLowers

source: Կանխիկ առաքման պահին
ru: Наличными при получении

source: Կարող եք վճարել առաքչին հենց առաքման ժամանակ:
ru: Рассчитаться можно с курьером наличными при получении товара.

source: Անկանխիկ (ARCA/ VISA/ MASTERCARD)
ru: Безналичный (ARCA/ VISA/ MASTERCARD)

source: Կարող եք վճարել բանկային քարտի միջոցով (ARCA/VISA/MASTERCARD)
ru: Вы можете оплатить через банковскую карту (ARCA/VISA/MASTERCARD)

source: Ընդհանուր վճարման ենթակա գումար
ru: Сумма к оплате выбранным способом

source: Գումար:
ru: Сумма:

source: Առաքում:
ru: Доставка:

source: Ընդհանուր:
ru: Итого:

source: էլ․հասցե
ru: E-mail

source: Ընտրեք օրը
ru: Выберите день доставки

source: Ընտրեք ժամը
ru: Выберите время доставки

source: Դաշտը պարտադիր է
ru: Поле обязательно для заполнения

source: Պատվեր
ru: Заказ

source: Պատվիրման ամսաթիվ
ru: Дата заказа

source: Առաքման օր և ժամ
ru: День и время доставки

source: Ստացման օր և ժամ
ru: День и час получения

source: Պատվերի Կարգավիճակ
ru: Статус заказа

source: Առաքում և վճարում
ru: Оплата и доставка

source: Անցնել Գնումների
ru: Перейти к Покупкам

source: Կապ մեզ հետ
ru: Связь с нами

source: Տեսնել Հիմա
ru: Смотреть Сейчас

source: Գաղտնիության քաղաքականություն
ru: Политика конфиденциальности

source: գաղտնիության քաղաքականություն
ru: Политика конфиденциальности

source: Գնահատական
ru: Рейтинг

source: Բաժնի անվանում
ru: Категория

source: Նախընտրածներ
ru: Избранное

source: Ավելացնել ցուցակին
ru: Добавить в список

source: Նվազեցնել
ru: Уменьшать

source: Գցել զամբկուղը
ru: В корзину

source: Պատվիրել հիմա
ru: Заказать сейчас

source: Բարձր որակ
ru: Высокое качество

source: Առաքման պայմաններ
ru: Условия доставки

source: Նկարագրություն
ru: Описание

source: Բնութագիր
ru: Характеристики

source: Առաջարկվող ապրանքներ
ru: Похожие товары

source: Նախկինում դիտվածներ
ru: Вы недавно смотрели

source: Հաատուկ առաջառկ
ru: Специальное предложение

source: Ընդհանուր պայմաններ և դրույթներ
ru: Общие положения и условия

source: Ցանկությունների Ցուցակ
ru: Список Желаний

source: ՁԵՐ ՑԱՆԿՈՒԹՅՈՒՆՆԵՐԻ ՑՈՒՑԱԿԸ ԴԱՏԱՐԿ Է
ru: ВАШ СПИСОК ЖЕЛАНИЙ ПУСТ
